IDEA Open Model
IDEAProgress Class
Compatible with IDEA StatiCa 20.1
 Progress Report for IOM
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Message.IDEAProgress
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public class IDEAProgress
Public Class IDEAProgress
The IDEAProgress type exposes the following members.
Constructors
Name | Description
IDEAProgress
 Constructor
Top
Methods
Name | Description
Report
 Report
Top
See Also
Reference
IdeaRS.OpenModel.Message Namespace